Repository: vajrayanu/OCPB
Catalog: OCPB/App_GlobalResources/OCPB.*.resx
Languages: th_th

# label1_layout
source: Login or
th_th: กรุณาลงชื่อเพื่อเข้าใช้งานระบบ หรือ

# label1_register
source: Register
th_th: ลงทะเบียน

# label_footer
source: Office of the Consumer Protection Board B Bldg. 5th Fl, The Government Complex Commemorating his Majesty the King’s 80th Birthday Anniversary, Chaengwattana Rd., Thung song hong Sub-district, Laksi Bangkok, THAILAND. 10210
th_th: อาคารรัฐประศาสนภักดี ชั้น 5 ศูนย์ราชการเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550 ถนนแจ้งวัฒนะ แขวงทุ่งสองห้อง เขตหลักสี่ กรุงเทพมหานคร 10210

# label_manual
source: ONLINE MANUAL
th_th: คู่มือการใช้งานระบบ

# label_Signin
source: Sign in
th_th: ลงชื่อเข้าใช้

# Condition_cancel
source: Cancel
th_th: ยกเลิก

# Condition_ok
source: Accept
th_th: ยอมรับเงื่อนไข

# character_contain
source: Contain letters A-Z, a-z, at least 1 character.
th_th: ประกอบด้วยตัวอักษร A-Z,a-z อย่างน้อย 1 ตัวอักษร

# character_long
source: There are at least 8 characters long and no more than 15 characters.
th_th: มีความยาวไม่น้อยกว่า 8 ตัวอักษร และไม่เกิน 15 ตัวอักษร

# Condition
source: Conditions for edit
th_th: โดยมีเงื่อนไขในการกำหนดรหัสผ่านใหม่ดังนี้

# Condition_Yes
source: OK
th_th: ตกลง

# Confirm_NewPass
source: Confirm again
th_th: ยืนยันรหัสผ่านใหม่

# Current_Pass
source: Current Password
th_th: รหัสผ่านปัจจุบัน

# DoB
source: Date of Birth
th_th: วัน เดือน ปี เกิด

source: Edit Password
th_th: แก้ไขรหัสผ่าน

source: Edit Profile
th_th: แก้ไขข้อมูลส่วนตัว

source: Female
th_th: หญิง

source: Follow Complaint
th_th: ติดตามเรื่องร้องทุกข์

# forgot_pass
source: Forgot Password
th_th: รับรหัสผ่านใหม่/ลืมรหัสผ่าน

# IdentityID
source: Identification Number
th_th: เลขประจำตัวประชาชน

source: List Complaint
th_th: รายการเรื่องร้องทุกข์

source: Log in
th_th: เข้าสู่ระบบ

source: Log out
th_th: ออกจากระบบ

source: Male
th_th: ชาย

source: My Complaint
th_th: เรื่องร้องทุกข์ของฉัน

source: Name
th_th: ชื่อ

source: Name Title
th_th: คำนำหน้า

# NewPass
source: New Password
th_th: รหัสผ่านใหม่

# not_support
source: Does not support characters such as +, -.
th_th: ไม่รองรับอักขระต่าง ๆ เช่น +-

source: Number
th_th: เลขรับแจ้ง

# num_contain
source: 0-9 contain at least 1 letter.
th_th: ประกอบด้วยตัวเลข 0-9 อย่างน้อย1 ตัวอักษร

# online_complaint
source: Complaint Online
th_th: ร้องทุกข์ออนไลน์

source: Password
th_th: รหัสผ่าน

source: Product
th_th: สินค้า

source: Profile
th_th: ข้อมูลส่วนตัว

source: Real Estate
th_th: อสังหาริมทรัพย์

source: Service
th_th: บริการ

source: Setting
th_th: แผงควบคุมส่วนตัว

source: Sex
th_th: เพศ

source: Status
th_th: สถานะภาพเรื่องร้องทุกข์

source: Surname
th_th: นามสกุล

source: Tell Clue
th_th: แจ้งเบาะแส

source: Topic
th_th: หัวข้อเรื่องร้องทุกข์

source: User manual
th_th: คู่มือการใช้งานระบบ

source: Username
th_th: เลขบัตรประชาชน/พาสปอร์ต

source: Age
th_th: อายุ

source: Career
th_th: อาชีพ

source: Contact Address
th_th: ที่อยุ่ปัจุบัน/ที่สามารถติดต่อได้

source: Salary
th_th: เงินเดือน/รายได้ต่อเดือน

# Select_dropdown
source: --Select Please--
th_th: -- กรุณาเลือกข้อมูล--

source: Address
th_th: ที่อยุ่ปัจุบัน/ที่สามารถติดต่อได้

# checkPress
source: Please check Press
th_th: กรุณากดตรวจสอบข้อมูล

source: City
th_th: อำเภอ/เขต

source: Close
th_th: ปิด

# Confirm_Save
source: Confirm
th_th: ยืนยันข้อมูล

source: District
th_th: ตำบล/แขวง

source: Email
th_th: อีเมล

source: Foreigner
th_th: ชาวต่างชาติ

# IdentityID_or_passport
source: Identity/Passport
th_th: หมายเลขบัตรประชาชน/พาสปอร์ต

source: Postcode
th_th: รหัสไปรษณีย์

source: Province
th_th: จังหวัด

source: Thai
th_th: ชาวไทย

source: verify
th_th: ตรวจสอบ

# loginwithPass
source: Login using your passport number
th_th: ใช้พาสปอร์ต เข้าสู่ระบบ

source: passport
th_th: พาสปอร์ต

# PassSendtoEmail
source: The password will be sent to registered email
th_th: ระบบจะจัดส่งรหัสผ่านไปยัง Email ที่ลงทะเบียนไว้

# ResetAnewPass
source: If you can not access the system. Please reset password
th_th: หากไม่สามารถเข้าใช้งานระบบได้ กรุณาขอรับรหัสผ่านใหม่

# CStr
source: Provide phone number or phone number
th_th: ระบุหมายเลขโทรศัพท์หรือหมายเลขโทรศัพท์

# CStrEm
source: Communicate / request forgotten password
th_th: ใช้การติดต่อสื่อสาร/ขอรับข้อมูลกรณีลืมรหัสผ่าน

source: Fax
th_th: หมายเลขโทรสาร

# MobNum
source: Mobile
th_th: หมายเลขโทรศัพท์มือถือ

# Telext
source: Ext
th_th: ต่อ

# tel_nember
source: Telephone
th_th: หมายเลขโทรศัพท์

# Salarypm
source: Salary per month
th_th: เงินเดือน/รายได้ต่อเดือน

# UseIden
source: Use the Login ID.
th_th: ใช้เลขประจำตัวประชาชน เข้าสู่ระบบ

source: Address In Thai
th_th: ที่อยู่ในไทย

source: Check ID
th_th: ตรวจสอบ

source: Continent
th_th: ทวีป

# DateComeFrom
source: Date From
th_th: วันที่เดินทางมา

# DateComeTo
source: To
th_th: วันที่เดินทางกลับ

source: Nationality
th_th: สัญชาติ

# OverseaAddress
source: Oversea Address (In your country)
th_th: ที่อยู่ (ในประเทศของคุณ)

# OverseaCity
source: City
th_th: เมือง

# OverseaFaxNo
source: Fax No.
th_th: แฟกซ์

# OverseaMobileNo
source: Mobile No.
th_th: เบอร์โทรศัพท์มือถือ

# OverseaPostcode
source: Postcode
th_th: รหัสไปรษณีย์

# OverseaTelephoneNo
source: Telephone No.
th_th: เบอร์โทรศัพท์

# PurposeToThai
source: Purpose of staying in Thailand
th_th: วัตถุประสงค์ที่มาไทย

# TotalDateCome
source: Total Date
th_th: ระยะเวลาที่อยู่
